aps/app/views/poderes/show.html.erb


<% @personagem.poderes.each do |poder| %>
---
SELECT "poderes".* FROM "poderes" WHERE "poderes"."personagem_id" = ?  [["personagem_id", 1]]